[
  {
    "id": "1727277582664",
    "content": "# Buku \"Bukan\" Jendela Dunia\n\nPepatah lama mengatakan, \"*Buku adalah jendela dunia*\". Tetapi, sekarang kalimat ini semakin tidak relevan dimana informasi tersebar dalam bentuk apapun. Walaupun diksi ini kita padankan dengan \"*E-book*\" agar terdengar lebih relevan di masa transisi teknologi dari yang analog ke digital ini, tetap tidak lebih dari \"Buku\" dalam artian sebenarnya atau buku dalam media kertas. Saya pelajar dan saya seorang penggila buku. Saya tidak berniat untuk menyudutkan atau memprovokasi para penggiat buku atau *nerd* dalam lingkup ini. Saya hanya ingin mengutaran pandangan tentang relasi sosial terhadap literatur yang tersebar saat ini.\n\nMari kita ubah kalimat di atas dengan kata \"*Bahasa adalah jendela dunia*\", kalimat atau ungkapan ini berimplikasi terhadap literasi kita tentang seberapa banyaknya informasi yang dapat kita akses. Tentunya ungkapan \"*bulu adalah jendela dunia*\" sebenarnya bukan tidak relevan tetapi terlalu umum dan tidak tepat. Bagaimanapun buku akan memberikan kita informasi, lalu pertanyaanya seberapa banyak informasi yang akan kita dapat dari buku? Ini tentu memiliki implikasi sosial. Ungkapan \"Buku adalah jendela dunia\" hanya akan cocok dimana hanya ada satu bahasa untuk berkomunikasi.\n\nDunia adalah tempat yang heterogen. Ada ribuan bahasa serta penuturnya, yang artinya ada ribuan informasi yang tidak dapat kita akses. Buku akan menjadi media yang sifatnya eksklusif jika seseorang tidak berusaha untuk menerjemahkannya. Buku yang kita baca hanya akan menggunakan bahasa segenlintir orang disekitar kita dari populasi dunia dan itu hanya sepotong dari dunia kita. Sebarapa jauh kita melihat dunia dari jendela ini, jawabanya tidak akan melewati horizon.\n\nMungkin orang akan mengatakan \"Toh bahasa dapat dipelajari melalui buku, jadi buku akan lebih superior daripada bahasa!\", maka ungkapan \"*Bahasa adalah jendela dunia*\" akan terpatahkan. Sayangnya sejarah aksara sendiri tidak dimulai bersamaan dengan manusia memahami bahasa. Aksara sendiri datang belakangan ketika manusia menyadari pentinya informasi untuk dibagikan atau saat manusia menyadari mereka hanyalah mahluk organik yang tidak dapat hidup lebih lama dan perlu mewariskan sesuatu.\n\nSebenarnya, dibalik tulisan ini, penulis sedang mengungkapkan keresahan terhadap literatur di negeri ini yang sangat langka entah itu ditulis oleh penulis lokal ataupun terjemahan dan memiliki cakupan bidang yang sempit. Bukan untuk mengkritisi para author buku tetapi kepada pemerintah yang tidak memfasilitasi atau penerbit buku yang lebih mengkategorikan buku apa yang harus ada melalui analisis profit perusahaan bukan kebutuhan pendidikan. Dengan kondisi seperti ini, saya mendorong siapapun untuk mengubah *mindset* agar lebih mandiri untuk tidak bergantung pada literatur yang disediakan dalam bahasa ibu kita.\n\n**Untuk para pecinta kebijaksanaan.**\n",
    "timestamp": "2024-09-25T15:19:42.664Z"
  }
]