[
  {
    "id": "1731457514596",
    "content": "*Cognitive Dissonance* 'disonansi kognitif' merupakan kondisi psikologis dimana seseorang merasa ketidaknyamanan psikologis akibat nilai-nilai yang dipegannya saling kontradiksi.\n\nbacaan yang berkaitan dengan disonansi kognitif, [\"Linearize Your Thinking\"][1]\n\n[1]: https://www.worldgov.org/linearize.html",
    "timestamp": "2024-11-13T00:25:14.596Z"
  },
  {
    "id": "1731154642470",
    "content": "> Many people base their judgment of somebody on the person’s ideals rather than actual accomplishments. My gut feeling is that gp wanted to evaluate [Stiver][1] on something else rather than personal accomplishments.\n>\n> It’s another sign of the performative society we live into, where work and accomplishments don’t matter but virtue signalling does\n>\n> *znpy (random comments on hacker news)*\n\n[1]: https://blog.jetbrains.com/idea/2024/11/in-memory-of-stiver/",
    "timestamp": "2024-11-09T12:17:22.470Z"
  },
  {
    "id": "1730798957632",
    "content": "*Imposter Syndrome*\n\nKetika kamu merasa rendah diri dan merasa tidak lebih baik dari orang lain.  ",
    "timestamp": "2024-11-05T09:29:17.632Z"
  },
  {
    "id": "1730555884504",
    "content": "\n*Cogito, ergo sum... Scribo, ergo sum aeternus.*\n\nReinterpretated by me from *René Descartes*\n\n\n ",
    "timestamp": "2024-11-02T13:58:04.504Z"
  },
  {
    "id": "1730421105910",
    "content": "*Hack your body* ketika cuaca lagi panas-panasnya. Saya tidak melakukannya secara sengaja tetapi 2 tahun ini ketika cuaca panas saya dalam kondisi \"demam\". Saya berkeringat tapi tidak dengan kepanasan. Saya tidak begitu tahu ini kondisi baik atau buruk. biarkan waktu yang menjawab.",
    "timestamp": "2024-11-01T00:31:45.910Z"
  },
  {
    "id": "1730300035427",
    "content": "Saya mulai membaca \"Relativitas\" karya Albert Einstein dan \"Muqaddimah\" karya Ibn Khaldun sebagai bagian dari literatur profesional. Inspirasi datang dari mana saja dan interdispliner memungkinkan itu.",
    "timestamp": "2024-10-30T14:53:55.427Z"
  },
  {
    "id": "1730298779299",
    "content": "Masa bodoh dengan \"produktivitas\", saya hanya ingin menjadi programmer bukan promp engineer. ",
    "timestamp": "2024-10-30T14:32:59.299Z"
  }
]